Repository: plone/plone.app.workflowmanager
Catalog: src/plone/app/workflowmanager/locales/*/LC_MESSAGES/plone.po
Languages: fr

source: (Required)
fr: (Obligatoire)

source: Action has been deleted successfully.
fr: L'action a été supprimée avec succès.

source: Administrators
fr: Administrateurs

source: Anonymous
fr: Anonyme

source: Authenticated
fr: Authentifié

source: Authenticated Users (Virtual Group)
fr: Utilisateurs connectés (groupe virtuel)

source: AuthenticatedUsers
fr: Utilisateurs connectés

source: Invalid workflow name. Please try another.
fr: Nom de workflow invalide. Veuillez en essayer un autre

source: Manage your custom workflows TTW.
fr: Gérez vos workflows via le web.

source: Required
fr: Obligatoire

source: Reviewers
fr: Modérateurs

source: Site Administrators
fr: Gestionnaires de site

source: This field is required.
fr: Ce champ est obligatoire.

source: Warning
fr: Attention

source: Workflow Manager
fr: Gestionnaire de workflows

source: You can not delete this workflow until no content types are specified to use this workflow.
fr: Vous ne pouvez pas supprimer ce workflow tant qu'aucun type de contenu n'est spécifié pour utiliser ce workflow.

source: msg_deleting_canceled
fr: La suppression de la transition '${id}' a été annulée.

source: msg_state_created
fr: L'état '${state_id}' a é créé avec succès.

source: msg_state_deleted
fr: L'état '${id}' a été supprimé avec succès.

source: msg_state_deletion_canceled
fr: La suppression de l'état '${id}' a été annulée.

source: msg_transition_created
fr: La transition '${transition_id}' a été créée avec succès.

source: msg_transition_deleted
fr: La transition '${id}' a été supprimée avec succès.

source: msg_updated_objects
fr: ${count} objets ont été mis à jour
