Repository: plone/plone.app.workflowmanager
Catalog: src/plone/app/workflowmanager/locales/*/LC_MESSAGES/plone.app.workflowmanager.po
Languages: es, fr

source: %s transition content rule
es: %s regla de contenido de transición

source: A description of the transition.
es: Descripción de la transición.
fr: Le descriptif de la transition.

source: Access
es: Acceso
fr: Accéder

source: Access contents information
es: Información de los contenidos de acceso
fr: Accéder aux informations du document

source: Acquired Permissions
es: Permisos adquiridos
fr: Permissions acquises

source: Action Type
es: Tipo de Acción
fr: Type d'action

source: Action has been deleted successfully.
es: La acción ha sido eliminada.
fr: L'action a été supprimée.

source: Actions
es: Acciones

source: Add
es: Añadir
fr: Ajouter

source: Add Action
es: Añadir Acción
fr: Ajouter une action

source: Add New Action
es: Añadir una Acción nueva
fr: Ajouter une action

source: Add content in this container.
es: Adicionar contenido a este contenedor.
fr: Ajouter un contenu au dossier.

source: Add portal content
es: Añadir contenido al portal
fr: Ajouter un contenu

source: Add state
es: Añadir estado
fr: Ajouter un état

source: Add transition
es: Añadir transición
fr: Ajouter une transition

source: Advanced mode
es: Modo avanzado
fr: Mode expert

source: Allow access to content without necessarily viewing the object. For example, in a list of results.
es: Permitir el acceso al contenido sin necesariamente ver el objeto. Por ejemplo, en una lista de resultados.
fr: Permet d'accéder au contenu sans afficher l'objet. Par exemple, dans une liste de résultats.

source: Allow to update events
es: Permitir actualizar eventos
fr: Permet de mettre à jour les événements

source: Allowed to review the content.
es: Autorizado para revisar el contenido.
fr: Peut modérer le contenu.

source: Allows changing the content of an item.
es: Permite cambiar el contenido de un elemento.
fr: Peut changermodifier le contenu d'un élément.

source: An id will be generated from the title.
es: Un identificador será generado para el título.
fr: Un identifiant sera généré à partir du titre.

source: Are you sure you want to delete this Action?
es: ¿Está seguro de que quiere eliminar esta Acción?
fr: Êtes vous certain de vouloir supprimer cette action ?

source: Are you sure you want to delete this state?
es: ¿Está seguro de que desea eliminar este estado?
fr: Êtes vous certain de vouloir supprimer cet état ?

source: Are you sure you want to delete this transition?
es: ¿Está seguro de que desea eliminar esta transición?
fr: Êtes vous certain de vouloir supprimer cette transition ?

source: Are you sure you want to delete this workflow?
es: ¿Está seguro de que quiere eliminar este flujo de trabajo?
fr: Êtes-vous certain de vouloir supprimer ce workflow ?

source: Assign
es: Asignar
fr: Assigner

source: Assign This Workflow
es: Asignar este flujo de trabajo
fr: Assigner ce workflow

source: Assigned Types:
es: Tipos asignados:
fr: Types assignés :

source: Auto Trigger
es: Iniciado automáticamente
fr: Déclenchement automatique.

source: Cancel
es: Cancelar
fr: Annuler

source: Change Events
es: Cambiar eventos
fr: Modifier les événements

source: Change portal events
es: Cambiar eventos del portal
fr: Modifier les événements

source: Clone from
es: Clonar de
fr: Cloner à partir de

source: Close
es: Cerrar
fr: Fermer

source: Create New State
es: Crear nuevo estado
fr: Créer un état

source: Create New Transition
es: Crear nueva transición
fr: Créer une transition

source: Create a new workflow action that will happen on this transition.
es: Crear una nueva acción de flujo de trabajo que va suceder en esta transición.
fr: Créer une action de workflow qui se déclenchera sur cette transition.

source: Create new workflow
es: Crear un nuevo flujo de trabajo
fr: Créer un nouveau workflow

source: Delete
es: Eliminar
fr: Supprimer

source: Description
es: Descripción
fr: Descriptif

source: Destination State
es: Estado de destino
fr: État de destination

source: Diagram
es: Diagrama
fr: Diagramme

source: Display Name
es: Nombre a mostrar
fr: Afficher le nom

source: Edit
es: Editar
fr: Modifier

source: Great. It seems like everything has checked out fine.
es: Grandioso. Parece que todo se ha comprobado sin problemas.
fr: Parfait. Il semble que tout soit régulier.

source: Group Roles
es: Roles de grupo
fr: Roles des groupes

source: Groups
es: Grupos
fr: Groupes

source: Guards
es: Resgurados
fr: Conditions

source: Initial State
es: Estado inicial
fr: État initial

source: Invalid workflow name. Please try another.
es: Nombre de flujo de trabajo inválido. Por favor intente otro.
fr: Nom de workflow invalide. Veuillez en choisir un autre.

source: List
es: Listar
fr: Lister

source: List folder contents
es: Listar contenido de la carpeta
fr: Lister le contenu du dossier

source: List the contents of a folder. This doesn't check if you have access to view the actual object listed.
es: Liste los contenidos de una carpeta. Esto no quiere comprobar si tiene acceso para ver el objeto actual listado.
fr: Lister les contenus d'un dossier. Cela ne vérifie pas que vous avez accès en visualisation à chaque objet listé.

source: Manage your custom workflows TTW.
es: Administrar los flujos de trabajo personalizados TTW.
fr: Gérer vos propres workflows en ligne.

source: Modify portal content
es: Modificar contenido del portal
fr: Modifier le contenu

source: Next Step
es: Siguiente paso
fr: Étape suivante

source: Not only means view HTML, but also FTP, WebDAV and other forms of access.
es: No implica sólo ver el HTML, sino también permitir acceso por FTP, WebDAV y otros.
fr: Signifie que vous pouvez voir le contenu en HTML, mais aussi via FTP, Webdav.

source: Permission Roles
es: Roles de permiso
fr: Roles des permissions

source: Permissions
es: Permisos

source: Permissions these roles have in this state.
es: Permisos que estos roles tienen en este estado.
fr: Les permissions que ces rôles ont pour cet état.

source: Please select your workflow.
es: Por favor selecciones su flujo de trabajo.
fr: Veuillez sélectionner le workflow.

source: Properties
es: Propiedades
fr: Propriétés.

source: Replacement State
es: Estado de sustitución
fr: État de remplacement

source: Request review
es: Solicitar revisión
fr: Demander la modération

source: Review
es: Revisor
fr: Modérer

source: Review portal content
es: Revisar contenido del portal
fr: Modérer le contenu

source: Sanity check
es: Comprobar validez
fr: Vérifications d'intégrité

source: Save
es: Guardar
fr: Enregistrer

source: Save state
es: Estado Guardar
fr: Enregistrer l'état

source: Save transition
es: Guardar transición
fr: Enregistrer la transition

source: Saving..
es: Guardando...
fr: Enregistrement...

source: Select or create a new workflow
es: Seleccione o cree un nuevo flujo de trabajo
fr: Sélectionner ou créer un nouveau workflow

source: Select the action you'd like to add.
es: Seleccione la acción que le gustaría añadir.
fr: Choisissez l'action que vous souhaitez ajouter.

source: Select the state you'd like to use as the basis for the new state you're creating.
es: Seleccione el estado que le gustaría usar como base del nuevo estado que está creando.
fr: Choisissez l'état qui servira de base au nouvel état que vous créez.

source: Select the transition you'd like to use as the basis for the new transition you're creating.
es: Seleccione la transición que le gustaría usar como base de la nueva transición que está creando.
fr: Choisissez la transition qui servira de base à la nouvelle transition que vous créez.

source: Select the workflow you'd like to use as the basis for the new workflow you're creating.
es: Seleccione el flujo de trabajo que le gustaría usar como base del nuevo flujo de trabajo que está creando.
fr: Choisissez le workflow qui servira de base au un nouveau workflow que vous souhaitez créer.

source: Should this state be the initial state of the workflow?
es: ¿Debería este estado ser el estado inicial del flujo de trabajo?
fr: Cet état doit-il être l'état initial du workflow ?

source: Source States
es: Estado de origen
fr: États d'origine

source: State &raquo;
es: Estado &raquo;
fr: État &raquo;

source: State Name
es: Nombre del estado
fr: Nom de l'état

source: States
es: Estados
fr: États

source: The description of this State.
es: La descripción de este Estado.
fr: La description de cet état.

source: The local role that are assigned to these groups in this state.
es: El rol local que será asignado a estos grupos en este estado.
fr: Les rôles locaux assignés à ces groupes pour cet état.

source: The title of the transition.
es: El título de la transición.
fr: Le titre de la transition.

source: The title of this State.
es: El título de este Estado.
fr: Le titre de cet état

source: The type you would like to assign this workflow.
es: El tipo que le gustaría asignar este flujo de trabajo.
fr: Le type de contenu que vous souhaitez assigner à ce workflow

source: The workflow has been successfully updated.
es: El flujo de trabajo fue actualizado exitosamente.
fr: Le workflow a été mis à jour avec succès.

source: This content rule was automatically created the workflow manager to create actions on workflow events. If you want the behavior to work as expected, do not modify this out of the workflow manager.
es: Esta regla de contenido se crea automáticamente el administrador de flujo de trabajo para crear acciones en los eventos de flujo de trabajo. Si usted quiere que el comportamiento funcione como se espera, no modifique esto fuera del administrador de flujo de trabajo.
fr: Cette règle de contenu a été créée automatiquement par le gestionnaire de workflow pour créer des actions sur les événements de workflow. Pour éviter des comportements inattendus, ne le modifiez pas en-dehors du gestionnaire de workflow.

source: This field is required.
es: Este campo es requerido.
fr: Ce champ est requis.

source: This is the name that will be displayed to the user when selecting actions on a content item.
es: Este es el nombre que se mostrará al usuario cuándo se seleccionen acciones en un ítem de contenido.
fr: Le nom qui sera affiché à l'utilisateur quand il choisit les actions sur un contenu.

source: This will add a new state to the workflow.
es: Esto añadirá un nuevo estado al flujo de trabajo.
fr: Cela ajoutera un nouvel état à ce workflow.

source: This will add a new transition to the workflow.
es: Esto añadirá una nueva transición al flujo de trabajo.
fr: Cela ajoutera une transition au workflow.

source: Title
es: Título
fr: Titre

source: Transition Name
es: Título de transición
fr: Nom de la transition

source: Transitions
es: Transiciones

source: Transitions &raquo;
es: Transiciones &raquo;

source: Transitions this state can use.
es: Transiciones que este estado puede utilizar.
fr: Les transitions que cet état peut utiliser

source: Type
es: Tipo

source: Up to Workflow Editor
es: Subir al editor de flujo de trabajo
fr: Revenir à l'éditeur de workflow

source: Update Security Settings
es: Actualizar configuración de seguridad
fr: Mettre à jour les paramètres de sécurité

source: Update security
es: Actualizar seguridad
fr: Mettre à jour la sécurité

source: Various properties for this transition.
es: Varias propiedades para esta transición.
fr: Autres propriétés de cette transition.

source: View
es: Ver
fr: Voir

source: View full size
es: Vista tamaño completa
fr: Voir en plein écran

source: Warning
es: Advertencia
fr: Attention

source: Workflow Manager
es: Administración del flujo de trabajo
fr: Gestionnaire de workflow

source: Workflow Name
es: Nombre del flujo de trabajo
fr: Nom du workflow

source: Yes
es: Sí
fr: Oui

source: You can not delete this workflow until no content types are specified to use this workflow.
es: No puede eliminar este flujo de trabajo mientras existan tipos de contenido asociados a él.
fr: Vous ne pouvez pas supprimer ce workflow tant qu'il reste des types de contenus associés à celui-ci.

source: You can not delete this workflow until no content types are specified to use this workflow. You can go into the
es: No puede eliminar este flujo de trabajo mientras existan tipos de contenido asociados a él. Usted puede ir dentro del
fr: Vous ne pouvez pas supprimer ce workflow tant qu'aucun type de contenu n'est défini pour ce workflow.

source: You do not have any actions defined for this state.
es: No tiene ninguna acción definida para este estado.
fr: Aucune action n'a été définie pour cet état.

source: You have errors that you need to correct.
es: Usted tiene errores que necesita corregir.
fr: Il y a des erreurs à corriger.

source: You have errors that you should fix!
es: ¡Usted tiene errores que debería corregir!
fr: Il y a des erreurs à corriger !

source: You have unsaved changes. Would you like to save them and continue?
es: Usted tiene cambios sin guardar. ¿Desea guardarlos y continuar?
fr: Vous avez des changements non sauvegardés. Souhaitez-vous les enregistrer et continuer ?

source: You must specify an initial state.
es: Usted debe especificar un estado inicial.
fr: Vous devez spécifier un état initial.

source: assign_workflow_content_types
es: Asignar este flujo de trabajo a un tipo de contenido de modo que pueda utilizarlo.
fr: Assignez ce workflow à un type de contenu pour pouvoir l'utiliser.

source: automatically_initiate_transition
es: Iniciar esta transición automáticamente. Normalmente esto no está seleccionado.
fr: Applique automatiquement cette transition. En principe cela ne doit pas être sélectionné.

source: confirm_delete
es: Confirma eliminar '${summary}'
fr: Confirmer la suppression de '${summary}'

source: confirm_delete_workflow
es: Confirma eliminar '${title}'
fr: Confirmer la suppression de '${title}'

source: confirm_update_security_settings
es: ¿Está seguro de que desea actualizar la configuración de seguridad de todos los objetos que utilizan este flujo de trabajo en el portal?
fr: Êtes-vous certains de vouloir mettre à jour les paramètres de sécurité pour tous les objets du portail utilisant ce workflow ?

source: denotes initial state of this workflow
es: indica el estado inicial del flujo de trabajo
fr: Spécifie l'état initial de ce workflow

source: guards_restrict_transition
es: Los resguardos pueden restringir la ejecución de una transición a un grupo de personas.
fr: Les contraintes peuvent permettre de restreindre l'application de cette transition à certaines personnes seulement.

source: help_delete_state
es: Usted se dispone a eliminar un estado que podría estar actualmente en uso. Por favor, especifique qué estado debe reemplazarlo en objetos actuales y en los estados de destino de la transición.
fr: Vous vous apprêtez à supprimer un état qui est peut-être utilisé. Indiquez quel état devrait le remplacer pour les objets actuels et pour les destinations des transitions existantes.

source: help_sanity_check
es: Esto sólo señala los posibles problemas con su flujo de trabajo. Por ejemplo, no tendría sentido tener transiciones no utilizados o los estados y transiciones que no te llevan a ningún estado.
fr: Permet de détecter certaines erreurs potentielles avec votre workflow : par exemple, des transitions non utilisées ou des états liés par aucune transition.

source: help_workflow_assign
es: Seleccione qué tipo desea asignar este flujo de trabajo. Este formulario le ayudará en la creación de un flujo de trabajo para un tipo. Si usted no usa la forma como está, que te transmita a los tipos fundidos completo panel de control por lo que no se alarme si esto ocurre.
fr: Choisissez quel type vous souhaitez assigner à ce workflow. Ce formulaire vous aidera à paramétrer un workflow pour ce type. Si vous n'utilisez pas ce formulaire tel quel, vous serez redirigés vers le panneau de configuration des types de contenu.

source: label_up_to_plone_setup
es: Subir la configuración del sitio
fr: Revenir à l'éditeur de workflow

source: msg_deleting_canceled
es: La eliminación de la transición '${id}' ha sido cancelado.
fr: Vous avez annulé la suppression de la transition "${id}"

source: msg_state_created
es: El estado '${state_id}' fue creado exitosamente.
fr: L'état "${state_id}" a été créé.

source: msg_state_deleted
es: El estado '${id}' ha sido eliminado exitosamente.
fr: L'état "${id}" a été supprimé.

source: msg_state_deletion_canceled
es: La eliminación del estado '${id}' ha sido cancelado.
fr: La suppression de l'état "${id}" a été annulée.

source: msg_transition_created
es: La transición '${transition_id}' fue creada exitosamente.
fr: La transition "${transition_id}" a été créée.

source: msg_transition_deleted
es: La transición '${id}' fue creada exitosamente.
fr: La transition "${id}" a été supprimée.

source: msg_updated_objects
es: Actualizados los '${id}' objetos.
fr: ${count} objets mis à jour.

source: msg_warning_state_without_transition
es: El estado ${state} no está relacionado con ninguna transición. Elimine o úselo con una transición.
fr: L'état ${state} n'est connecté à aucune transition. Supprimez-le ou connectez-le.

source: msg_warning_transition_without_destination
es: La transición ${transition} no tiene un estado de destino. Por favor, especifique uno.
fr: La transition ${transition} n'a pas d'état de destination. Veuillez en spécifier une.

source: sanity_check_make_transitions
es: Asegurarse que todos los estados están conectados con transiciones y que no existe nada perdido u olvidado.
fr: Vérifiez que tous vos états sont connectés avec des transitions et qu'aucun n'est laissé orphelin.

source: select_states_enable_transition
es: Seleccione qué estados deben permitir esta transición.
fr: Choisissez les états à partir desquels cette transition est disponible.

source: state_will_move_content_into
es: El estado al que esta transición moverá el contenido.
fr: L'état auquel mène cette transition.

source: to reassign workflows or click on each of the listed types at the bottom and reassign those type's workflows individually.
es: la flujos de trabajo asignados o haga clic en cada uno de los tipos listados al final y asignar de nuevo esos flujos de trabajos de los tipos individualmente.

source: types control panel
es: panel de control de tipos de contenido
fr: gestionnaires de types de contenus

source: update_security_settings
es: Actualiza las configuraciones de seguridad para todos lo objetos que utilizan este flujo de trabajo en el portal.
fr: Mettre à jour les paramètres de sécurité pour tous les objets qui utilisent ce workflow sur le portail.

source: visual_representation_designed
es: Obtenga una representación visual del flujo de trabajo que ha diseñado.
fr: Obtenez une représentation visuelle du workflow sélectionné.

source: you_currently_woking
es: Usted está trabajando actualmente en el flujo de trabajo '${current_wf}'.
fr: Vous travaillez actuellement sur le workflow ${current_wf}

source: Roles
fr: Rôles
